//В файле arrays-1.js создай массив с десятью элементами числового типа.
//Ниже напиши циклы for и while, которые выведут все элементы в консоль.
let arr = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
for(let i = 0; i < arr.length; i++){
console.log(arr[i])
}
let arr1 = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
while(arr1 > 0){
    console.log(arr1[i])
    arr1++
}

//В файле arrays-2.js создай массив с десятью элементами строкового типа.

//Ниже напиши на свой выбор любой цикл for или while, который выведет все элементы в консоль.