//твой возраст;
let age = 29;

//год рождения;
let yearrojden = 1993;

//число рождения (без нолика в начале)
let number = 21;

//количество родных братьев
let bro = 2;

//количество родных сестер
let sister = 0;

//количество человек в семье
let kolvosemya = 7

//стоимость проезда до места обучения;
let mani = 550;

//текущий год;
let year = 2023;

//курс доллара;
let kursUSD = 73;

//курс евро;
let kursEUR = 77

//курс биткоина;
let  kursBTC = 1211142;

//создай в конце переменные, значения которых являются вычисляемыми.

//текущий год минус год рождения;
let yearage = year - yearrojden

//текущий год минус твой возраст;
let yearage1 = year - age;

//количество родных братьев плюс количество родных сестер;
let brosister = bro + sister;

//курс евро умноженный на 1000;
let kursewro = kursEUR * 1000;

//курс доллара умноженный на 2.5;
kursdollar = kursUSD * 2.5;

//курс биткоина разделенный на 10000;
let kursbtc = kursBTC / 121.1142;

//стоимость проезда до места обучения разделенная на курс доллара;
let ezdaincude = mani / 7.53424658;

//количество человек в семье минус количество братьев минус количество сестер;
let kolishsemya = kolvosemya - bro - sister;

//0 деленный на твой возраст;
let nul = age / 0;

//35 минус твой возраст;
let age1 = 35 - age;