//названия игры
let game = 'fortnite';

//описания игры
let infogame = 'Fortnite это кооперативная песочница на выживание, основными механиками которой являются исследование, сбор ресурсов, строительство укрепленных зданий и борьба с волнами наступающих зомби';

// версия игры
let vers = 1.0;

// имя основного персщнажа
let name = 'rik';

//имя разработчика 
let nameboss = 'people can fly';

//версия языка программирования, на которой написана игра
let yzik = 'c++';

//название карты, на которой происходят действия игры
let karta = 'apolo';

//сайт разработчика игры;
let sayt = 'epic gmes.com';

//язык интерфейса;
let yazikinfo = 'russia';



